benchmarks/grow_nb_clients/100000req_1000_parallel_clients.log
====== SET ======
  100000 requests completed in 8.02 seconds
  1000 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 22 milliseconds
0.00% <= 23 milliseconds
0.03% <= 24 milliseconds
0.06% <= 25 milliseconds
0.13% <= 26 milliseconds
0.25% <= 27 milliseconds
0.40% <= 28 milliseconds
0.57% <= 29 milliseconds
0.74% <= 30 milliseconds
0.98% <= 31 milliseconds
1.21% <= 32 milliseconds
1.46% <= 33 milliseconds
1.74% <= 34 milliseconds
2.02% <= 35 milliseconds
2.27% <= 36 milliseconds
2.57% <= 37 milliseconds
2.83% <= 38 milliseconds
3.12% <= 39 milliseconds
7.78% <= 40 milliseconds
88.45% <= 41 milliseconds
92.50% <= 42 milliseconds
93.20% <= 43 milliseconds
93.86% <= 44 milliseconds
94.20% <= 45 milliseconds
94.55% <= 46 milliseconds
94.88% <= 47 milliseconds
95.20% <= 48 milliseconds
95.52% <= 49 milliseconds
95.81% <= 50 milliseconds
96.11% <= 51 milliseconds
96.43% <= 52 milliseconds
96.71% <= 53 milliseconds
96.97% <= 54 milliseconds
97.26% <= 55 milliseconds
97.49% <= 56 milliseconds
97.73% <= 57 milliseconds
97.92% <= 58 milliseconds
98.10% <= 59 milliseconds
98.30% <= 60 milliseconds
98.47% <= 61 milliseconds
98.68% <= 62 milliseconds
98.86% <= 63 milliseconds
98.99% <= 64 milliseconds
99.12% <= 65 milliseconds
99.19% <= 66 milliseconds
99.27% <= 67 milliseconds
99.35% <= 68 milliseconds
99.43% <= 69 milliseconds
99.48% <= 70 milliseconds
99.52% <= 71 milliseconds
99.56% <= 72 milliseconds
99.58% <= 73 milliseconds
99.60% <= 74 milliseconds
99.62% <= 75 milliseconds
99.64% <= 76 milliseconds
99.67% <= 77 milliseconds
99.68% <= 78 milliseconds
99.70% <= 79 milliseconds
99.73% <= 80 milliseconds
99.75% <= 81 milliseconds
99.77% <= 82 milliseconds
99.79% <= 83 milliseconds
99.80% <= 84 milliseconds
99.82% <= 85 milliseconds
99.83% <= 86 milliseconds
99.84% <= 87 milliseconds
99.85% <= 88 milliseconds
99.86% <= 89 milliseconds
99.87% <= 90 milliseconds
99.89% <= 91 milliseconds
99.90% <= 92 milliseconds
99.91% <= 93 milliseconds
99.92% <= 94 milliseconds
99.93% <= 95 milliseconds
99.93% <= 96 milliseconds
99.94% <= 97 milliseconds
99.95% <= 98 milliseconds
99.96% <= 99 milliseconds
99.97% <= 100 milliseconds
99.98% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
100.00% <= 103 milliseconds
12470.38 requests per second