benchmarks/grow_nb_clients/100000req_100_parallel_clients.log
====== SET ======
  100000 requests completed in 6.02 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.01% <= 2 milliseconds
59.61% <= 3 milliseconds
98.18% <= 4 milliseconds
99.58% <= 5 milliseconds
99.87% <= 6 milliseconds
99.94% <= 7 milliseconds
99.95% <= 8 milliseconds
99.95% <= 9 milliseconds
99.95% <= 10 milliseconds
100.00% <= 10 milliseconds
16608.54 requests per second