benchmarks/grow_nb_clients/100000req_100_parallel_clients.log
====== SET ======
  100000 requests completed in 5.98 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
58.85% <= 3 milliseconds
99.33% <= 4 milliseconds
99.87% <= 5 milliseconds
100.00% <= 5 milliseconds
16711.23 requests per second