benchmarks/grow_nb_clients/100000req_10_parallel_clients.log
====== SET ======
  100000 requests completed in 4.74 seconds
  10 parallel clients
  3 bytes payload
  keep alive: 1

99.43% <= 1 milliseconds
99.94% <= 2 milliseconds
99.99% <= 3 milliseconds
100.00% <= 3 milliseconds
21079.26 requests per second