benchmarks/grow_nb_clients/100000req_10_parallel_clients.log
====== SET ======
  100000 requests completed in 4.75 seconds
  10 parallel clients
  3 bytes payload
  keep alive: 1

99.38% <= 1 milliseconds
99.94% <= 2 milliseconds
99.98% <= 3 milliseconds
99.99% <= 4 milliseconds
100.00% <= 5 milliseconds
100.00% <= 5 milliseconds
21070.38 requests per second