benchmarks/grow_nb_clients/100000req_1_parallel_clients.log
====== SET ======
  100000 requests completed in 10.62 seconds
  1 parallel clients
  3 bytes payload
  keep alive: 1

100.00% <= 1 milliseconds
100.00% <= 1 milliseconds
9411.76 requests per second