benchmarks/grow_nb_clients/100000req_200_parallel_clients.log
====== SET ======
  100000 requests completed in 6.35 seconds
  200 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 4 milliseconds
0.03% <= 5 milliseconds
7.67% <= 6 milliseconds
94.75% <= 7 milliseconds
99.44% <= 8 milliseconds
99.65% <= 9 milliseconds
99.72% <= 10 milliseconds
99.78% <= 11 milliseconds
99.88% <= 12 milliseconds
100.00% <= 12 milliseconds
15740.59 requests per second