benchmarks/grow_nb_clients/100000req_200_parallel_clients.log
====== SET ======
  100000 requests completed in 6.31 seconds
  200 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 4 milliseconds
0.02% <= 5 milliseconds
7.63% <= 6 milliseconds
96.74% <= 7 milliseconds
99.70% <= 8 milliseconds
99.79% <= 9 milliseconds
99.84% <= 10 milliseconds
99.88% <= 11 milliseconds
99.89% <= 12 milliseconds
99.90% <= 15 milliseconds
99.91% <= 16 milliseconds
100.00% <= 16 milliseconds
15855.40 requests per second