benchmarks/grow_nb_clients/100000req_500_parallel_clients.log
====== SET ======
  100000 requests completed in 6.36 seconds
  500 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 11 milliseconds
0.01% <= 12 milliseconds
0.03% <= 13 milliseconds
0.11% <= 14 milliseconds
8.83% <= 15 milliseconds
55.21% <= 16 milliseconds
96.25% <= 17 milliseconds
98.40% <= 18 milliseconds
98.84% <= 19 milliseconds
99.36% <= 20 milliseconds
99.54% <= 21 milliseconds
99.64% <= 22 milliseconds
99.71% <= 23 milliseconds
99.80% <= 24 milliseconds
99.85% <= 25 milliseconds
99.89% <= 26 milliseconds
99.94% <= 27 milliseconds
99.98% <= 28 milliseconds
99.99% <= 29 milliseconds
99.99% <= 30 milliseconds
100.00% <= 30 milliseconds
15720.80 requests per second