benchmarks/grow_nb_clients/100000req_500_parallel_clients.log
====== SET ======
  100000 requests completed in 6.31 seconds
  500 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 11 milliseconds
0.01% <= 12 milliseconds
0.04% <= 13 milliseconds
0.09% <= 14 milliseconds
3.53% <= 15 milliseconds
71.38% <= 16 milliseconds
97.36% <= 17 milliseconds
98.76% <= 18 milliseconds
99.14% <= 19 milliseconds
99.41% <= 20 milliseconds
99.52% <= 21 milliseconds
99.62% <= 22 milliseconds
99.68% <= 23 milliseconds
99.75% <= 24 milliseconds
99.82% <= 25 milliseconds
99.87% <= 26 milliseconds
99.91% <= 27 milliseconds
99.95% <= 28 milliseconds
99.96% <= 29 milliseconds
99.98% <= 30 milliseconds
99.99% <= 31 milliseconds
100.00% <= 31 milliseconds
15837.82 requests per second