benchmarks/grow_nb_clients/100000req_750_parallel_clients.log
====== SET ======
  100000 requests completed in 8.20 seconds
  750 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 17 milliseconds
0.03% <= 18 milliseconds
0.08% <= 19 milliseconds
0.15% <= 20 milliseconds
0.30% <= 21 milliseconds
0.51% <= 22 milliseconds
0.87% <= 23 milliseconds
1.93% <= 24 milliseconds
2.86% <= 25 milliseconds
3.56% <= 26 milliseconds
4.16% <= 27 milliseconds
4.68% <= 28 milliseconds
5.20% <= 29 milliseconds
5.67% <= 30 milliseconds
42.61% <= 31 milliseconds
92.16% <= 32 milliseconds
95.71% <= 33 milliseconds
97.21% <= 34 milliseconds
97.71% <= 35 milliseconds
98.05% <= 36 milliseconds
98.28% <= 37 milliseconds
98.48% <= 38 milliseconds
98.65% <= 39 milliseconds
98.83% <= 40 milliseconds
98.97% <= 41 milliseconds
99.12% <= 42 milliseconds
99.26% <= 43 milliseconds
99.34% <= 44 milliseconds
99.43% <= 45 milliseconds
99.48% <= 46 milliseconds
99.50% <= 47 milliseconds
99.51% <= 48 milliseconds
99.53% <= 49 milliseconds
99.55% <= 50 milliseconds
99.57% <= 51 milliseconds
99.59% <= 52 milliseconds
99.60% <= 53 milliseconds
99.62% <= 54 milliseconds
99.64% <= 55 milliseconds
99.65% <= 56 milliseconds
99.67% <= 57 milliseconds
99.69% <= 58 milliseconds
99.70% <= 59 milliseconds
99.72% <= 60 milliseconds
99.73% <= 61 milliseconds
99.75% <= 62 milliseconds
99.76% <= 63 milliseconds
99.78% <= 64 milliseconds
99.79% <= 65 milliseconds
99.81% <= 66 milliseconds
99.82% <= 67 milliseconds
99.84% <= 68 milliseconds
99.85% <= 69 milliseconds
99.87% <= 70 milliseconds
99.88% <= 71 milliseconds
99.90% <= 72 milliseconds
99.91% <= 73 milliseconds
99.93% <= 74 milliseconds
99.94% <= 75 milliseconds
99.95% <= 76 milliseconds
99.97% <= 77 milliseconds
99.98% <= 78 milliseconds
100.00% <= 79 milliseconds
100.00% <= 79 milliseconds
12189.18 requests per second