benchmarks/grow_nb_clients/100000req_750_parallel_clients.log
====== SET ======
  100000 requests completed in 8.17 seconds
  750 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 16 milliseconds
0.00% <= 17 milliseconds
0.02% <= 18 milliseconds
0.08% <= 19 milliseconds
0.16% <= 20 milliseconds
0.28% <= 21 milliseconds
0.47% <= 22 milliseconds
0.96% <= 23 milliseconds
1.80% <= 24 milliseconds
2.82% <= 25 milliseconds
3.65% <= 26 milliseconds
4.30% <= 27 milliseconds
4.80% <= 28 milliseconds
5.28% <= 29 milliseconds
6.06% <= 30 milliseconds
41.06% <= 31 milliseconds
93.45% <= 32 milliseconds
97.65% <= 33 milliseconds
98.12% <= 34 milliseconds
98.49% <= 35 milliseconds
98.79% <= 36 milliseconds
99.04% <= 37 milliseconds
99.24% <= 38 milliseconds
99.42% <= 39 milliseconds
99.58% <= 40 milliseconds
99.70% <= 41 milliseconds
99.81% <= 42 milliseconds
99.86% <= 43 milliseconds
99.90% <= 44 milliseconds
99.94% <= 45 milliseconds
99.97% <= 46 milliseconds
99.99% <= 47 milliseconds
100.00% <= 47 milliseconds
12236.91 requests per second